tornado-app/results.txt
Running 1m test @ http://localhost:8888
  10 threads and 20 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   401.81ms  176.07ms   1.36s    88.86%
    Req/Sec     5.83      2.87    10.00     57.62%
  2913 requests in 1.00m, 14.66MB read
  Socket errors: connect 0, read 0, write 0, timeout 28
Requests/sec:     48.47
Transfer/sec:    249.73KB